{
    "WNL Shocking": {
        "Ele-Q": "In the article 'WNL Shocking', what happens with people giving themselves electric shocks?",
        "Int-Q": "According to the article 'WNL Shocking', what does it say about people giving themselves electric shocks?",
        "Adv-Q": "In the article 'WNL Shocking', how does the author explain or present people giving themselves electric shocks?"
    },
    "Swedish prisons": {
        "Ele-Q": "In the article 'Swedish prisons', what happens with rehabilitation and support for prisoners in Sweden?",
        "Int-Q": "According to the article 'Swedish prisons', what does it say about rehabilitation and support for prisoners in Sweden?",
        "Adv-Q": "In the article 'Swedish prisons', how does the author explain or present rehabilitation and support for prisoners in Sweden?"
    },
    "WNL John Lewis": {
        "Ele-Q": "In the article 'WNL John Lewis', what happens with a young girl and a lonely old man?",
        "Int-Q": "According to the article 'WNL John Lewis', what does it say about a young girl and a lonely old man?",
        "Adv-Q": "In the article 'WNL John Lewis', how does the author explain or present a young girl and a lonely old man?"
    },
    "Facebook deserted by millions of users": {
        "Ele-Q": "In the article 'Facebook deserted by millions of users', what happens with Facebook losing millions of users?",
        "Int-Q": "According to the article 'Facebook deserted by millions of users', what does it say about Facebook losing millions of users?",
        "Adv-Q": "In the article 'Facebook deserted by millions of users', how does the author explain or present Facebook losing millions of users?"
    },
    "WNL Ships noise": {
        "Ele-Q": "In the article 'WNL Ships noise', what happens with the problem of underwater noise for whales and dolphins?",
        "Int-Q": "According to the article 'WNL Ships noise', what does it say about the problem of underwater noise for whales and dolphins?",
        "Adv-Q": "In the article 'WNL Ships noise', how does the author explain or present the problem of underwater noise for whales and dolphins?"
    },
    "WNL Six year olds": {
        "Ele-Q": "In the article 'WNL Six year olds', what happens with the communication habits of different generations?",
        "Int-Q": "According to the article 'WNL Six year olds', what does it say about the communication habits of different generations?",
        "Adv-Q": "In the article 'WNL Six year olds', how does the author explain or present the communication habits of different generations?"
    },
    "WNL Satnav": {
        "Ele-Q": "In the article 'WNL Satnav', what happens with our natural navigation abilities?",
        "Int-Q": "According to the article 'WNL Satnav', what does it say about our natural navigation abilities?",
        "Adv-Q": "In the article 'WNL Satnav', how does the author explain or present our natural navigation abilities?"
    },
    "Kate and William": {
        "Ele-Q": "In the article 'Kate and William', what happens with the royal couple's photos and their privacy?",
        "Int-Q": "According to the article 'Kate and William', what does it say about the royal couple's photos and their privacy?",
        "Adv-Q": "In the article 'Kate and William', how does the author explain or present the royal couple's photos and their privacy?"
    },
    "WNL Canadian Pair": {
        "Ele-Q": "In the article 'WNL Canadian Pair', what happens with a free trip for a woman with the same name?",
        "Int-Q": "According to the article 'WNL Canadian Pair', what does it say about a free trip for a woman with the same name?",
        "Adv-Q": "In the article 'WNL Canadian Pair', how does the author explain or present a free trip for a woman with the same name?"
    },
    "Denmark": {
        "Ele-Q": "In the article 'Denmark', what happens with men and women who want to start a family?",
        "Int-Q": "According to the article 'Denmark', what does it say about men and women who want to start a family?",
        "Adv-Q": "In the article 'Denmark', how does the author explain or present men and women who want to start a family?"
    },
    "WNL Icelandic names": {
        "Ele-Q": "In the article 'WNL Icelandic names', what happens with names of children born in Iceland?",
        "Int-Q": "According to the article 'WNL Icelandic names', what does it say about names of children born in Iceland?",
        "Adv-Q": "In the article 'WNL Icelandic names', how does the author explain or present names of children born in Iceland?"
    },
    "WNL Extinction": {
        "Ele-Q": "In the article 'WNL Extinction', what happens with the loss of the common species?",
        "Int-Q": "According to the article 'WNL Extinction', what does it say about the loss of the common species?",
        "Adv-Q": "In the article 'WNL Extinction', how does the author explain or present the loss of the common species?"
    },
    "WNL Will drones": {
        "Ele-Q": "In the article 'WNL Will drones', what happens with drones that deliver packages?",
        "Int-Q": "According to the article 'WNL Will drones', what does it say about drones that deliver packages?",
        "Adv-Q": "In the article 'WNL Will drones', how does the author explain or present drones that deliver packages?"
    },
    "WNL Kiruna": {
        "Ele-Q": "In the article 'WNL Kiruna', what happens with moving the town of Kiruna away from the mine?",
        "Int-Q": "According to the article 'WNL Kiruna', what does it say about moving the town of Kiruna away from the mine?",
        "Adv-Q": "In the article 'WNL Kiruna', how does the author explain or present moving the town of Kiruna away from the mine?"
    },
    "Starbucks": {
        "Ele-Q": "In the article 'Starbucks', what happens with the taxes Starbucks paid in the UK?",
        "Int-Q": "According to the article 'Starbucks', what does it say about the taxes Starbucks paid in the UK?",
        "Adv-Q": "In the article 'Starbucks', how does the author explain or present the taxes Starbucks paid in the UK?"
    },
    "WNL Kate Bush": {
        "Ele-Q": "In the article 'WNL Kate Bush', what happens with fans filming at concerts?",
        "Int-Q": "According to the article 'WNL Kate Bush', what does it say about fans filming at concerts?",
        "Adv-Q": "In the article 'WNL Kate Bush', how does the author explain or present fans filming at concerts?"
    },
    "WNL NASA Astronaut": {
        "Ele-Q": "In the article 'WNL NASA Astronaut', what happens with the effects of a long mission in space?",
        "Int-Q": "According to the article 'WNL NASA Astronaut', what does it say about the effects of a long mission in space?",
        "Adv-Q": "In the article 'WNL NASA Astronaut', how does the author explain or present the effects of a long mission in space?"
    },
    "WNL are you a bad boyfriend": {
        "Ele-Q": "In the article 'WNL are you a bad boyfriend', what happens with a service that sends girlfriends a present?",
        "Int-Q": "According to the article 'WNL are you a bad boyfriend', what does it say about a service that sends girlfriends a present?",
        "Adv-Q": "In the article 'WNL are you a bad boyfriend', how does the author explain or present a service that sends girlfriends a present?"
    },
    "WNL Bangladesh factory owners": {
        "Ele-Q": "In the article 'WNL Bangladesh factory owners', what happens with the cost of closures and repair work in factories?",
        "Int-Q": "According to the article 'WNL Bangladesh factory owners', what does it say about the cost of closures and repair work in factories?",
        "Adv-Q": "In the article 'WNL Bangladesh factory owners', how does the author explain or present the cost of closures and repair work in factories?"
    },
    "Everest": {
        "Ele-Q": "In the article 'Everest', what happens with climate change and tourism?",
        "Int-Q": "According to the article 'Everest', what does it say about climate change and tourism?",
        "Adv-Q": "In the article 'Everest', how does the author explain or present climate change and tourism?"
    },
    "WNL Ten ideas": {
        "Ele-Q": "In the article 'WNL Ten ideas', what happens with solutions to help make our cities?",
        "Int-Q": "According to the article 'WNL Ten ideas', what does it say about solutions to help make our cities?",
        "Adv-Q": "In the article 'WNL Ten ideas', how does the author explain or present solutions to help make our cities?"
    },
    "WNL Icebucket challenge": {
        "Ele-Q": "In the article 'WNL Icebucket challenge', what happens with the Ice Bucket Challenge?",
        "Int-Q": "According to the article 'WNL Icebucket challenge', what does it say about the Ice Bucket Challenge?",
        "Adv-Q": "In the article 'WNL Icebucket challenge', how does the author explain or present the Ice Bucket Challenge?"
    },
    "WNL Scottish referendum": {
        "Ele-Q": "In the article 'WNL Scottish referendum', what happens with the result of the referendum?",
        "Int-Q": "According to the article 'WNL Scottish referendum', what does it say about the result of the referendum?",
        "Adv-Q": "In the article 'WNL Scottish referendum', how does the author explain or present the result of the referendum?"
    },
    "WNL Cuba": {
        "Ele-Q": "In the article 'WNL Cuba', what happens with a rare source of free wi-fi?",
        "Int-Q": "According to the article 'WNL Cuba', what does it say about a rare source of free wi-fi?",
        "Adv-Q": "In the article 'WNL Cuba', how does the author explain or present a rare source of free wi-fi?"
    },
    "WNL Glastonbury": {
        "Ele-Q": "In the article 'WNL Glastonbury', what happens with the plan to stop plastic bottles?",
        "Int-Q": "According to the article 'WNL Glastonbury', what does it say about the plan to stop plastic bottles?",
        "Adv-Q": "In the article 'WNL Glastonbury', how does the author explain or present the plan to stop plastic bottles?"
    },
    "WNL Billionaires": {
        "Ele-Q": "In the article 'WNL Billionaires', what happens with the empty and expensive mansions on The Bishops Avenue?",
        "Int-Q": "According to the article 'WNL Billionaires', what does it say about the empty and expensive mansions on The Bishops Avenue?",
        "Adv-Q": "In the article 'WNL Billionaires', how does the author explain or present the empty and expensive mansions on The Bishops Avenue?"
    },
    "WNL Young Americans": {
        "Ele-Q": "In the article 'WNL Young Americans', what happens with the crisis at McDonald's in the US?",
        "Int-Q": "According to the article 'WNL Young Americans', what does it say about the crisis at McDonald's in the US?",
        "Adv-Q": "In the article 'WNL Young Americans', how does the author explain or present the crisis at McDonald's in the US?"
    },
    "WNL Planet": {
        "Ele-Q": "In the article 'WNL Planet', what happens with the role of clouds in future climate change?",
        "Int-Q": "According to the article 'WNL Planet', what does it say about the role of clouds in future climate change?",
        "Adv-Q": "In the article 'WNL Planet', how does the author explain or present the role of clouds in future climate change?"
    },
    "WNL JMW Turner": {
        "Ele-Q": "In the article 'WNL JMW Turner', what happens with JMW Turner on the new £20 note?",
        "Int-Q": "According to the article 'WNL JMW Turner', what does it say about JMW Turner on the new £20 note?",
        "Adv-Q": "In the article 'WNL JMW Turner', how does the author explain or present JMW Turner on the new £20 note?"
    },
    "WNL Fifth of young adults": {
        "Ele-Q": "In the article 'WNL Fifth of young adults', what happens with young adults staying in the family home?",
        "Int-Q": "According to the article 'WNL Fifth of young adults', what does it say about young adults staying in the family home?",
        "Adv-Q": "In the article 'WNL Fifth of young adults', how does the author explain or present young adults staying in the family home?"
    },
    "Amazon": {
        "Ele-Q": "In the article 'Amazon', what happens with allowing private companies to register geographical names?",
        "Int-Q": "According to the article 'Amazon', what does it say about allowing private companies to register geographical names?",
        "Adv-Q": "In the article 'Amazon', how does the author explain or present allowing private companies to register geographical names?"
    },
    "Fitness": {
        "Ele-Q": "In the article 'Fitness', what happens with the oldest fitness instructor?",
        "Int-Q": "According to the article 'Fitness', what does it say about the oldest fitness instructor?",
        "Adv-Q": "In the article 'Fitness', how does the author explain or present the oldest fitness instructor?"
    },
    "WNL six well paid jobs": {
        "Ele-Q": "In the article 'WNL six well paid jobs', what happens with the salary and what you need to do the job?",
        "Int-Q": "According to the article 'WNL six well paid jobs', what does it say about the salary and what you need to do the job?",
        "Adv-Q": "In the article 'WNL six well paid jobs', how does the author explain or present the salary and what you need to do the job?"
    },
    "WNL Shops": {
        "Ele-Q": "In the article 'WNL Shops', what happens with using technology to track customers in shops?",
        "Int-Q": "According to the article 'WNL Shops', what does it say about using technology to track customers in shops?",
        "Adv-Q": "In the article 'WNL Shops', how does the author explain or present using technology to track customers in shops?"
    },
    "WNL In flight": {
        "Ele-Q": "In the article 'WNL In flight', what happens with air travel?",
        "Int-Q": "According to the article 'WNL In flight', what does it say about air travel?",
        "Adv-Q": "In the article 'WNL In flight', how does the author explain or present air travel?"
    },
    "Amsterdam": {
        "Ele-Q": "In the article 'Amsterdam', what happens with a plan to send antisocial neighbours to scum villages?",
        "Int-Q": "According to the article 'Amsterdam', what does it say about a plan to send antisocial neighbours to scum villages?",
        "Adv-Q": "In the article 'Amsterdam', how does the author explain or present a plan to send antisocial neighbours to scum villages?"
    },
    "Obama": {
        "Ele-Q": "In the article 'Obama', what happens with the challenges between the White House and Congress?",
        "Int-Q": "According to the article 'Obama', what does it say about the challenges between the White House and Congress?",
        "Adv-Q": "In the article 'Obama', how does the author explain or present the challenges between the White House and Congress?"
    },
    "Hillsborough": {
        "Ele-Q": "In the article 'Hillsborough', what happens with the police cover-up of the disaster?",
        "Int-Q": "According to the article 'Hillsborough', what does it say about the police cover-up of the disaster?",
        "Adv-Q": "In the article 'Hillsborough', how does the author explain or present the police cover-up of the disaster?"
    },
    "WNL David Bowie": {
        "Ele-Q": "In the article 'WNL David Bowie', what happens with David Bowie's musical career?",
        "Int-Q": "According to the article 'WNL David Bowie', what does it say about David Bowie's musical career?",
        "Adv-Q": "In the article 'WNL David Bowie', how does the author explain or present David Bowie's musical career?"
    },
    "NSA scandal": {
        "Ele-Q": "In the article 'NSA scandal', what happens with the PRISM program and access to user data?",
        "Int-Q": "According to the article 'NSA scandal', what does it say about the PRISM program and access to user data?",
        "Adv-Q": "In the article 'NSA scandal', how does the author explain or present the PRISM program and access to user data?"
    },
    "WNL What's the secret": {
        "Ele-Q": "In the article 'WNL What's the secret', what happens with how long you can hold your breath?",
        "Int-Q": "According to the article 'WNL What's the secret', what does it say about how long you can hold your breath?",
        "Adv-Q": "In the article 'WNL What's the secret', how does the author explain or present how long you can hold your breath?"
    },
    "WNL Drowning in rubbish": {
        "Ele-Q": "In the article 'WNL Drowning in rubbish', what happens with vultures and the rubbish problem?",
        "Int-Q": "According to the article 'WNL Drowning in rubbish', what does it say about vultures and the rubbish problem?",
        "Adv-Q": "In the article 'WNL Drowning in rubbish', how does the author explain or present vultures and the rubbish problem?"
    },
    "WNL The Greek island": {
        "Ele-Q": "In the article 'WNL The Greek island', what happens with the end of a tax break for islands?",
        "Int-Q": "According to the article 'WNL The Greek island', what does it say about the end of a tax break for islands?",
        "Adv-Q": "In the article 'WNL The Greek island', how does the author explain or present the end of a tax break for islands?"
    },
    "WNL Bogus Allergy": {
        "Ele-Q": "In the article 'WNL Bogus Allergy', what happens with bogus allergy tests?",
        "Int-Q": "According to the article 'WNL Bogus Allergy', what does it say about bogus allergy tests?",
        "Adv-Q": "In the article 'WNL Bogus Allergy', how does the author explain or present bogus allergy tests?"
    },
    "WNL The last": {
        "Ele-Q": "In the article 'WNL The last', what happens with the last male northern white rhino?",
        "Int-Q": "According to the article 'WNL The last', what does it say about the last male northern white rhino?",
        "Adv-Q": "In the article 'WNL The last', how does the author explain or present the last male northern white rhino?"
    },
    "WNL Rwanda": {
        "Ele-Q": "In the article 'WNL Rwanda', what happens with the women, the ice cream shop, and their future?",
        "Int-Q": "According to the article 'WNL Rwanda', what does it say about the women, the ice cream shop, and their future?",
        "Adv-Q": "In the article 'WNL Rwanda', how does the author explain or present the women, the ice cream shop, and their future?"
    },
    "False memory": {
        "Ele-Q": "In the article 'False memory', what happens with a false memory in the brains of mice?",
        "Int-Q": "According to the article 'False memory', what does it say about a false memory in the brains of mice?",
        "Adv-Q": "In the article 'False memory', how does the author explain or present a false memory in the brains of mice?"
    },
    "Greeks and drugs": {
        "Ele-Q": "In the article 'Greeks and drugs', what happens with the cocaine of the poor?",
        "Int-Q": "According to the article 'Greeks and drugs', what does it say about the cocaine of the poor?",
        "Adv-Q": "In the article 'Greeks and drugs', how does the author explain or present the cocaine of the poor?"
    },
    "Food shortages": {
        "Ele-Q": "In the article 'Food shortages', what happens with not enough water to produce food?",
        "Int-Q": "According to the article 'Food shortages', what does it say about not enough water to produce food?",
        "Adv-Q": "In the article 'Food shortages', how does the author explain or present not enough water to produce food?"
    },
    "WNL World Cup": {
        "Ele-Q": "In the article 'WNL World Cup', what happens with the party atmosphere and problems at the World Cup?",
        "Int-Q": "According to the article 'WNL World Cup', what does it say about the party atmosphere and problems at the World Cup?",
        "Adv-Q": "In the article 'WNL World Cup', how does the author explain or present the party atmosphere and problems at the World Cup?"
    },
    "WNL Still no flying cars": {
        "Ele-Q": "In the article 'WNL Still no flying cars', what happens with the future of transportation?",
        "Int-Q": "According to the article 'WNL Still no flying cars', what does it say about the future of transportation?",
        "Adv-Q": "In the article 'WNL Still no flying cars', how does the author explain or present the future of transportation?"
    },
    "WNL Japan": {
        "Ele-Q": "In the article 'WNL Japan', what happens with Japan's culture of overwork?",
        "Int-Q": "According to the article 'WNL Japan', what does it say about Japan's culture of overwork?",
        "Adv-Q": "In the article 'WNL Japan', how does the author explain or present Japan's culture of overwork?"
    },
    "WNL Swarthy caveman": {
        "Ele-Q": "In the article 'WNL Swarthy caveman', what happens with the unusual mix of blue eyes and dark skin?",
        "Int-Q": "According to the article 'WNL Swarthy caveman', what does it say about the unusual mix of blue eyes and dark skin?",
        "Adv-Q": "In the article 'WNL Swarthy caveman', how does the author explain or present the unusual mix of blue eyes and dark skin?"
    },
    "WNL Spain Wetlands": {
        "Ele-Q": "In the article 'WNL Spain Wetlands', what happens with the decision to reopen the mine in Doñana?",
        "Int-Q": "According to the article 'WNL Spain Wetlands', what does it say about the decision to reopen the mine in Doñana?",
        "Adv-Q": "In the article 'WNL Spain Wetlands', how does the author explain or present the decision to reopen the mine in Doñana?"
    },
    "Life expectancy": {
        "Ele-Q": "In the article 'Life expectancy', what happens with the change in the main causes of death?",
        "Int-Q": "According to the article 'Life expectancy', what does it say about the change in the main causes of death?",
        "Adv-Q": "In the article 'Life expectancy', how does the author explain or present the change in the main causes of death?"
    },
    "climate change ": {
        "Ele-Q": "In the article 'climate change ', what happens with the effects of climate change in developing countries?",
        "Int-Q": "According to the article 'climate change ', what does it say about the effects of climate change in developing countries?",
        "Adv-Q": "In the article 'climate change ', how does the author explain or present the effects of climate change in developing countries?"
    },
    "Gangs": {
        "Ele-Q": "In the article 'Gangs', what happens with Junior Smart's journey from gang member to mentor?",
        "Int-Q": "According to the article 'Gangs', what does it say about Junior Smart's journey from gang member to mentor?",
        "Adv-Q": "In the article 'Gangs', how does the author explain or present Junior Smart's journey from gang member to mentor?"
    },
    "WNL Man falls": {
        "Ele-Q": "In the article 'WNL Man falls', what happens with living using only French-made products?",
        "Int-Q": "According to the article 'WNL Man falls', what does it say about living using only French-made products?",
        "Adv-Q": "In the article 'WNL Man falls', how does the author explain or present living using only French-made products?"
    },
    "WNL Experience": {
        "Ele-Q": "In the article 'WNL Experience', what happens with the wild, unpredictable animal?",
        "Int-Q": "According to the article 'WNL Experience', what does it say about the wild, unpredictable animal?",
        "Adv-Q": "In the article 'WNL Experience', how does the author explain or present the wild, unpredictable animal?"
    },
    "Meteorite": {
        "Ele-Q": "In the article 'Meteorite', what happens with the meteorite in Chelyabinsk?",
        "Int-Q": "According to the article 'Meteorite', what does it say about the meteorite in Chelyabinsk?",
        "Adv-Q": "In the article 'Meteorite', how does the author explain or present the meteorite in Chelyabinsk?"
    },
    "Liberia": {
        "Ele-Q": "In the article 'Liberia', what happens with the fish farm for people with HIV?",
        "Int-Q": "According to the article 'Liberia', what does it say about the fish farm for people with HIV?",
        "Adv-Q": "In the article 'Liberia', how does the author explain or present the fish farm for people with HIV?"
    },
    "WNL Can the US": {
        "Ele-Q": "In the article 'WNL Can the US', what happens with the market for electric bikes in the US?",
        "Int-Q": "According to the article 'WNL Can the US', what does it say about the market for electric bikes in the US?",
        "Adv-Q": "In the article 'WNL Can the US', how does the author explain or present the market for electric bikes in the US?"
    },
    "WNL India's rich": {
        "Ele-Q": "In the article 'WNL India's rich', what happens with the wealthiest people in India?",
        "Int-Q": "According to the article 'WNL India's rich', what does it say about the wealthiest people in India?",
        "Adv-Q": "In the article 'WNL India's rich', how does the author explain or present the wealthiest people in India?"
    },
    "Loterry": {
        "Ele-Q": "In the article 'Loterry', what happens with what lottery millionaires do with their money?",
        "Int-Q": "According to the article 'Loterry', what does it say about what lottery millionaires do with their money?",
        "Adv-Q": "In the article 'Loterry', how does the author explain or present what lottery millionaires do with their money?"
    },
    "Norwegian sun": {
        "Ele-Q": "In the article 'Norwegian sun', what happens with three large mirrors above the market square?",
        "Int-Q": "According to the article 'Norwegian sun', what does it say about three large mirrors above the market square?",
        "Adv-Q": "In the article 'Norwegian sun', how does the author explain or present three large mirrors above the market square?"
    },
    "WNL Basic phone logs": {
        "Ele-Q": "In the article 'WNL Basic phone logs', what happens with personal information from people's telephone calls and texts?",
        "Int-Q": "According to the article 'WNL Basic phone logs', what does it say about personal information from people's telephone calls and texts?",
        "Adv-Q": "In the article 'WNL Basic phone logs', how does the author explain or present personal information from people's telephone calls and texts?"
    },
    "WNL Shakespeare": {
        "Ele-Q": "In the article 'WNL Shakespeare', what happens with the importance of Stratford to Shakespeare?",
        "Int-Q": "According to the article 'WNL Shakespeare', what does it say about the importance of Stratford to Shakespeare?",
        "Adv-Q": "In the article 'WNL Shakespeare', how does the author explain or present the importance of Stratford to Shakespeare?"
    },
    "WNL Why are people so wrong": {
        "Ele-Q": "In the article 'WNL Why are people so wrong', what happens with what people think and reality?",
        "Int-Q": "According to the article 'WNL Why are people so wrong', what does it say about what people think and reality?",
        "Adv-Q": "In the article 'WNL Why are people so wrong', how does the author explain or present what people think and reality?"
    },
    "WNL Barack Obama": {
        "Ele-Q": "In the article 'WNL Barack Obama', what happens with Obama telling young people to reject pessimism?",
        "Int-Q": "According to the article 'WNL Barack Obama', what does it say about Obama telling young people to reject pessimism?",
        "Adv-Q": "In the article 'WNL Barack Obama', how does the author explain or present Obama telling young people to reject pessimism?"
    },
    "WNL Castaway": {
        "Ele-Q": "In the article 'WNL Castaway', what happens with a man drifting in a small boat for months?",
        "Int-Q": "According to the article 'WNL Castaway', what does it say about a man drifting in a small boat for months?",
        "Adv-Q": "In the article 'WNL Castaway', how does the author explain or present a man drifting in a small boat for months?"
    },
    "WNL Arctic Ramadan": {
        "Ele-Q": "In the article 'WNL Arctic Ramadan', what happens with the Muslim community fasting during Ramadan?",
        "Int-Q": "According to the article 'WNL Arctic Ramadan', what does it say about the Muslim community fasting during Ramadan?",
        "Adv-Q": "In the article 'WNL Arctic Ramadan', how does the author explain or present the Muslim community fasting during Ramadan?"
    },
    "WNL Music": {
        "Ele-Q": "In the article 'WNL Music', what happens with music subscription services?",
        "Int-Q": "According to the article 'WNL Music', what does it say about music subscription services?",
        "Adv-Q": "In the article 'WNL Music', how does the author explain or present music subscription services?"
    },
    "WNL FIFA": {
        "Ele-Q": "In the article 'WNL FIFA', what happens with FIFA officials accused of corruption?",
        "Int-Q": "According to the article 'WNL FIFA', what does it say about FIFA officials accused of corruption?",
        "Adv-Q": "In the article 'WNL FIFA', how does the author explain or present FIFA officials accused of corruption?"
    },
    "WNL Lego movie": {
        "Ele-Q": "In the article 'WNL Lego movie', what happens with the success of its Lego Movie?",
        "Int-Q": "According to the article 'WNL Lego movie', what does it say about the success of its Lego Movie?",
        "Adv-Q": "In the article 'WNL Lego movie', how does the author explain or present the success of its Lego Movie?"
    },
    "WNL Nigerian low tech": {
        "Ele-Q": "In the article 'WNL Nigerian low tech', what happens with The Nigerian project Wecyclers?",
        "Int-Q": "According to the article 'WNL Nigerian low tech', what does it say about The Nigerian project Wecyclers?",
        "Adv-Q": "In the article 'WNL Nigerian low tech', how does the author explain or present The Nigerian project Wecyclers?"
    },
    "WNL What does Apple": {
        "Ele-Q": "In the article 'WNL What does Apple', what happens with Apple's streaming service and the music industry?",
        "Int-Q": "According to the article 'WNL What does Apple', what does it say about Apple's streaming service and the music industry?",
        "Adv-Q": "In the article 'WNL What does Apple', how does the author explain or present Apple's streaming service and the music industry?"
    },
    "Kenya": {
        "Ele-Q": "In the article 'Kenya', what happens with victims of colonial torture?",
        "Int-Q": "According to the article 'Kenya', what does it say about victims of colonial torture?",
        "Adv-Q": "In the article 'Kenya', how does the author explain or present victims of colonial torture?"
    },
    "WNL Winter": {
        "Ele-Q": "In the article 'WNL Winter', what happens with no work in the winter in the Hamptons?",
        "Int-Q": "According to the article 'WNL Winter', what does it say about no work in the winter in the Hamptons?",
        "Adv-Q": "In the article 'WNL Winter', how does the author explain or present no work in the winter in the Hamptons?"
    },
    "WNL Criminal Links": {
        "Ele-Q": "In the article 'WNL Criminal Links', what happens with high-value notes used by criminals?",
        "Int-Q": "According to the article 'WNL Criminal Links', what does it say about high-value notes used by criminals?",
        "Adv-Q": "In the article 'WNL Criminal Links', how does the author explain or present high-value notes used by criminals?"
    },
    "WNL Men in black": {
        "Ele-Q": "In the article 'WNL Men in black', what happens with why referees do the job?",
        "Int-Q": "According to the article 'WNL Men in black', what does it say about why referees do the job?",
        "Adv-Q": "In the article 'WNL Men in black', how does the author explain or present why referees do the job?"
    },
    "Lie detector": {
        "Ele-Q": "In the article 'Lie detector', what happens with a new method to measure how people fidget?",
        "Int-Q": "According to the article 'Lie detector', what does it say about a new method to measure how people fidget?",
        "Adv-Q": "In the article 'Lie detector', how does the author explain or present a new method to measure how people fidget?"
    },
    "WNL shark": {
        "Ele-Q": "In the article 'WNL shark', what happens with the shark cull in Western Australia?",
        "Int-Q": "According to the article 'WNL shark', what does it say about the shark cull in Western Australia?",
        "Adv-Q": "In the article 'WNL shark', how does the author explain or present the shark cull in Western Australia?"
    },
    "Syria": {
        "Ele-Q": "In the article 'Syria', what happens with the sound of war getting closer to Syria's capital?",
        "Int-Q": "According to the article 'Syria', what does it say about the sound of war getting closer to Syria's capital?",
        "Adv-Q": "In the article 'Syria', how does the author explain or present the sound of war getting closer to Syria's capital?"
    },
    "Japan": {
        "Ele-Q": "In the article 'Japan', what happens with Takahito Iguchi and his Telepathy One glasses?",
        "Int-Q": "According to the article 'Japan', what does it say about Takahito Iguchi and his Telepathy One glasses?",
        "Adv-Q": "In the article 'Japan', how does the author explain or present Takahito Iguchi and his Telepathy One glasses?"
    },
    "WNL SeaWorld": {
        "Ele-Q": "In the article 'WNL SeaWorld', what happens with SeaWorld's profits and its orca whales?",
        "Int-Q": "According to the article 'WNL SeaWorld', what does it say about SeaWorld's profits and its orca whales?",
        "Adv-Q": "In the article 'WNL SeaWorld', how does the author explain or present SeaWorld's profits and its orca whales?"
    },
    "Exercise": {
        "Ele-Q": "In the article 'Exercise', what happens with four minutes of hard exercise?",
        "Int-Q": "According to the article 'Exercise', what does it say about four minutes of hard exercise?",
        "Adv-Q": "In the article 'Exercise', how does the author explain or present four minutes of hard exercise?"
    },
    "WNL On the trail": {
        "Ele-Q": "In the article 'WNL On the trail', what happens with wolves in Poland?",
        "Int-Q": "According to the article 'WNL On the trail', what does it say about wolves in Poland?",
        "Adv-Q": "In the article 'WNL On the trail', how does the author explain or present wolves in Poland?"
    },
    "Malala": {
        "Ele-Q": "In the article 'Malala', what happens with her campaign for girls' education?",
        "Int-Q": "According to the article 'Malala', what does it say about her campaign for girls' education?",
        "Adv-Q": "In the article 'Malala', how does the author explain or present her campaign for girls' education?"
    },
    "WNL Novel way": {
        "Ele-Q": "In the article 'WNL Novel way', what happens with the mayor of Elmas paying people to find work abroad?",
        "Int-Q": "According to the article 'WNL Novel way', what does it say about the mayor of Elmas paying people to find work abroad?",
        "Adv-Q": "In the article 'WNL Novel way', how does the author explain or present the mayor of Elmas paying people to find work abroad?"
    },
    "WNL Bangladeshi organization": {
        "Ele-Q": "In the article 'WNL Bangladeshi organization', what happens with children leaving work for school?",
        "Int-Q": "According to the article 'WNL Bangladeshi organization', what does it say about children leaving work for school?",
        "Adv-Q": "In the article 'WNL Bangladeshi organization', how does the author explain or present children leaving work for school?"
    },
    "Coal to challenge oil": {
        "Ele-Q": "In the article 'Coal to challenge oil', what happens with the rise in coal use?",
        "Int-Q": "According to the article 'Coal to challenge oil', what does it say about the rise in coal use?",
        "Adv-Q": "In the article 'Coal to challenge oil', how does the author explain or present the rise in coal use?"
    },
    "WNL The age of music": {
        "Ele-Q": "In the article 'WNL The age of music', what happens with the lack of major new bands?",
        "Int-Q": "According to the article 'WNL The age of music', what does it say about the lack of major new bands?",
        "Adv-Q": "In the article 'WNL The age of music', how does the author explain or present the lack of major new bands?"
    },
    "WNL Google boss": {
        "Ele-Q": "In the article 'WNL Google boss', what happens with digital material that could be lost forever?",
        "Int-Q": "According to the article 'WNL Google boss', what does it say about digital material that could be lost forever?",
        "Adv-Q": "In the article 'WNL Google boss', how does the author explain or present digital material that could be lost forever?"
    },
    "Royal Baby": {
        "Ele-Q": "In the article 'Royal Baby', what happens with the birth of the baby prince?",
        "Int-Q": "According to the article 'Royal Baby', what does it say about the birth of the baby prince?",
        "Adv-Q": "In the article 'Royal Baby', how does the author explain or present the birth of the baby prince?"
    },
    "Spain": {
        "Ele-Q": "In the article 'Spain', what happens with plans to build a tourist complex?",
        "Int-Q": "According to the article 'Spain', what does it say about plans to build a tourist complex?",
        "Adv-Q": "In the article 'Spain', how does the author explain or present plans to build a tourist complex?"
    },
    "WNL Four new elements": {
        "Ele-Q": "In the article 'WNL Four new elements', what happens with four new elements added to the periodic table?",
        "Int-Q": "According to the article 'WNL Four new elements', what does it say about four new elements added to the periodic table?",
        "Adv-Q": "In the article 'WNL Four new elements', how does the author explain or present four new elements added to the periodic table?"
    },
    "WNL Mystery Shopper": {
        "Ele-Q": "In the article 'WNL Mystery Shopper', what happens with the work of mystery shoppers?",
        "Int-Q": "According to the article 'WNL Mystery Shopper', what does it say about the work of mystery shoppers?",
        "Adv-Q": "In the article 'WNL Mystery Shopper', how does the author explain or present the work of mystery shoppers?"
    },
    "Arctic mapping": {
        "Ele-Q": "In the article 'Arctic mapping', what happens with Google's project to map a town in the Arctic?",
        "Int-Q": "According to the article 'Arctic mapping', what does it say about Google's project to map a town in the Arctic?",
        "Adv-Q": "In the article 'Arctic mapping', how does the author explain or present Google's project to map a town in the Arctic?"
    },
    "WNL The lightweight": {
        "Ele-Q": "In the article 'WNL The lightweight', what happens with the refillable air storage device?",
        "Int-Q": "According to the article 'WNL The lightweight', what does it say about the refillable air storage device?",
        "Adv-Q": "In the article 'WNL The lightweight', how does the author explain or present the refillable air storage device?"
    },
    "WNL Star Wars": {
        "Ele-Q": "In the article 'WNL Star Wars', what happens with the power of Star Wars?",
        "Int-Q": "According to the article 'WNL Star Wars', what does it say about the power of Star Wars?",
        "Adv-Q": "In the article 'WNL Star Wars', how does the author explain or present the power of Star Wars?"
    },
    "Teff": {
        "Ele-Q": "In the article 'Teff', what happens with a highly nutritious grain?",
        "Int-Q": "According to the article 'Teff', what does it say about a highly nutritious grain?",
        "Adv-Q": "In the article 'Teff', how does the author explain or present a highly nutritious grain?"
    },
    "WNL Scientist": {
        "Ele-Q": "In the article 'WNL Scientist', what happens with the bacteria scientists found in the subway?",
        "Int-Q": "According to the article 'WNL Scientist', what does it say about the bacteria scientists found in the subway?",
        "Adv-Q": "In the article 'WNL Scientist', how does the author explain or present the bacteria scientists found in the subway?"
    },
    "WNL Are MOOCs the future": {
        "Ele-Q": "In the article 'WNL Are MOOCs the future', what happens with the challenge for MOOCs?",
        "Int-Q": "According to the article 'WNL Are MOOCs the future', what does it say about the challenge for MOOCs?",
        "Adv-Q": "In the article 'WNL Are MOOCs the future', how does the author explain or present the challenge for MOOCs?"
    },
    "WNL Morocco": {
        "Ele-Q": "In the article 'WNL Morocco', what happens with solar energy project in Morocco?",
        "Int-Q": "According to the article 'WNL Morocco', what does it say about solar energy project in Morocco?",
        "Adv-Q": "In the article 'WNL Morocco', how does the author explain or present solar energy project in Morocco?"
    },
    "Zero Hours": {
        "Ele-Q": "In the article 'Zero Hours', what happens with workers on zero-hours contracts?",
        "Int-Q": "According to the article 'Zero Hours', what does it say about workers on zero-hours contracts?",
        "Adv-Q": "In the article 'Zero Hours', how does the author explain or present workers on zero-hours contracts?"
    },
    "WNL Switched Babies": {
        "Ele-Q": "In the article 'WNL Switched Babies', what happens with two mothers raising each other's daughters?",
        "Int-Q": "According to the article 'WNL Switched Babies', what does it say about two mothers raising each other's daughters?",
        "Adv-Q": "In the article 'WNL Switched Babies', how does the author explain or present two mothers raising each other's daughters?"
    },
    "Organs": {
        "Ele-Q": "In the article 'Organs', what happens with the new law for organ donation in Wales?",
        "Int-Q": "According to the article 'Organs', what does it say about the new law for organ donation in Wales?",
        "Adv-Q": "In the article 'Organs', how does the author explain or present the new law for organ donation in Wales?"
    },
    "Bonus pay": {
        "Ele-Q": "In the article 'Bonus pay', what happens with the difference in bonuses for men and women?",
        "Int-Q": "According to the article 'Bonus pay', what does it say about the difference in bonuses for men and women?",
        "Adv-Q": "In the article 'Bonus pay', how does the author explain or present the difference in bonuses for men and women?"
    },
    "WNL Poverty": {
        "Ele-Q": "In the article 'WNL Poverty', what happens with escaping and staying out of poverty?",
        "Int-Q": "According to the article 'WNL Poverty', what does it say about escaping and staying out of poverty?",
        "Adv-Q": "In the article 'WNL Poverty', how does the author explain or present escaping and staying out of poverty?"
    },
    "WNL Scarlett": {
        "Ele-Q": "In the article 'WNL Scarlett', what happens with Scarlett Johansson suing a French novelist?",
        "Int-Q": "According to the article 'WNL Scarlett', what does it say about Scarlett Johansson suing a French novelist?",
        "Adv-Q": "In the article 'WNL Scarlett', how does the author explain or present Scarlett Johansson suing a French novelist?"
    },
    "WNL Pizza chain": {
        "Ele-Q": "In the article 'WNL Pizza chain', what happens with PizzaExpress taking a percentage of tips paid by card?",
        "Int-Q": "According to the article 'WNL Pizza chain', what does it say about PizzaExpress taking a percentage of tips paid by card?",
        "Adv-Q": "In the article 'WNL Pizza chain', how does the author explain or present PizzaExpress taking a percentage of tips paid by card?"
    },
    "WNL David Mitchell": {
        "Ele-Q": "In the article 'WNL David Mitchell', what happens with a manuscript that will only be read in 2114?",
        "Int-Q": "According to the article 'WNL David Mitchell', what does it say about a manuscript that will only be read in 2114?",
        "Adv-Q": "In the article 'WNL David Mitchell', how does the author explain or present a manuscript that will only be read in 2114?"
    },
    "Japan menu": {
        "Ele-Q": "In the article 'Japan menu', what happens with false descriptions of menu items?",
        "Int-Q": "According to the article 'Japan menu', what does it say about false descriptions of menu items?",
        "Adv-Q": "In the article 'Japan menu', how does the author explain or present false descriptions of menu items?"
    },
    "Crowdfunding": {
        "Ele-Q": "In the article 'Crowdfunding', what happens with crowdfunding for entrepreneurs?",
        "Int-Q": "According to the article 'Crowdfunding', what does it say about crowdfunding for entrepreneurs?",
        "Adv-Q": "In the article 'Crowdfunding', how does the author explain or present crowdfunding for entrepreneurs?"
    },
    "Rats": {
        "Ele-Q": "In the article 'Rats', what happens with direct communication between brains?",
        "Int-Q": "According to the article 'Rats', what does it say about direct communication between brains?",
        "Adv-Q": "In the article 'Rats', how does the author explain or present direct communication between brains?"
    },
    "Richard III": {
        "Ele-Q": "In the article 'Richard III', what happens with the body of King Richard III?",
        "Int-Q": "According to the article 'Richard III', what does it say about the body of King Richard III?",
        "Adv-Q": "In the article 'Richard III', how does the author explain or present the body of King Richard III?"
    },
    "WNL School": {
        "Ele-Q": "In the article 'WNL School', what happens with the daily mile?",
        "Int-Q": "According to the article 'WNL School', what does it say about the daily mile?",
        "Adv-Q": "In the article 'WNL School', how does the author explain or present the daily mile?"
    },
    "WNL Spain Robin Hood": {
        "Ele-Q": "In the article 'WNL Spain Robin Hood', what happens with the loans Enric Duran took out from banks?",
        "Int-Q": "According to the article 'WNL Spain Robin Hood', what does it say about the loans Enric Duran took out from banks?",
        "Adv-Q": "In the article 'WNL Spain Robin Hood', how does the author explain or present the loans Enric Duran took out from banks?"
    },
    "WNL Revolution": {
        "Ele-Q": "In the article 'WNL Revolution', what happens with a beer brewed by women?",
        "Int-Q": "According to the article 'WNL Revolution', what does it say about a beer brewed by women?",
        "Adv-Q": "In the article 'WNL Revolution', how does the author explain or present a beer brewed by women?"
    },
    "WNL Vienna": {
        "Ele-Q": "In the article 'WNL Vienna', what happens with the quality of life in Vienna?",
        "Int-Q": "According to the article 'WNL Vienna', what does it say about the quality of life in Vienna?",
        "Adv-Q": "In the article 'WNL Vienna', how does the author explain or present the quality of life in Vienna?"
    },
    "Pope": {
        "Ele-Q": "In the article 'Pope', what happens with the Pope's decision to resign?",
        "Int-Q": "According to the article 'Pope', what does it say about the Pope's decision to resign?",
        "Adv-Q": "In the article 'Pope', how does the author explain or present the Pope's decision to resign?"
    },
    "WNL Google car": {
        "Ele-Q": "In the article 'WNL Google car', what happens with Google's driverless car?",
        "Int-Q": "According to the article 'WNL Google car', what does it say about Google's driverless car?",
        "Adv-Q": "In the article 'WNL Google car', how does the author explain or present Google's driverless car?"
    },
    "WNL New Orleans": {
        "Ele-Q": "In the article 'WNL New Orleans', what happens with the smoking ban and noise problems?",
        "Int-Q": "According to the article 'WNL New Orleans', what does it say about the smoking ban and noise problems?",
        "Adv-Q": "In the article 'WNL New Orleans', how does the author explain or present the smoking ban and noise problems?"
    },
    "WNL First high resolution images": {
        "Ele-Q": "In the article 'WNL First high resolution images', what happens with the first high-resolution images of Pluto?",
        "Int-Q": "According to the article 'WNL First high resolution images', what does it say about the first high-resolution images of Pluto?",
        "Adv-Q": "In the article 'WNL First high resolution images', how does the author explain or present the first high-resolution images of Pluto?"
    },
    "Billionaires": {
        "Ele-Q": "In the article 'Billionaires', what happens with the fortunes made by the world's richest billionaires?",
        "Int-Q": "According to the article 'Billionaires', what does it say about the fortunes made by the world's richest billionaires?",
        "Adv-Q": "In the article 'Billionaires', how does the author explain or present the fortunes made by the world's richest billionaires?"
    },
    "WNL Goodbye fish and chips": {
        "Ele-Q": "In the article 'WNL Goodbye fish and chips', what happens with the change in British eating habits?",
        "Int-Q": "According to the article 'WNL Goodbye fish and chips', what does it say about the change in British eating habits?",
        "Adv-Q": "In the article 'WNL Goodbye fish and chips', how does the author explain or present the change in British eating habits?"
    },
    "WNL Extreme heat": {
        "Ele-Q": "In the article 'WNL Extreme heat', what happens with playing tennis in dangerous heat?",
        "Int-Q": "According to the article 'WNL Extreme heat', what does it say about playing tennis in dangerous heat?",
        "Adv-Q": "In the article 'WNL Extreme heat', how does the author explain or present playing tennis in dangerous heat?"
    },
    "WNL Calais Migrants": {
        "Ele-Q": "In the article 'WNL Calais Migrants', what happens with refugees who learn French in the camp?",
        "Int-Q": "According to the article 'WNL Calais Migrants', what does it say about refugees who learn French in the camp?",
        "Adv-Q": "In the article 'WNL Calais Migrants', how does the author explain or present refugees who learn French in the camp?"
    },
    "WNL Wealth therapy": {
        "Ele-Q": "In the article 'WNL Wealth therapy', what happens with the problems wealthy people have?",
        "Int-Q": "According to the article 'WNL Wealth therapy', what does it say about the problems wealthy people have?",
        "Adv-Q": "In the article 'WNL Wealth therapy', how does the author explain or present the problems wealthy people have?"
    },
    "WNL How downtown Abbey": {
        "Ele-Q": "In the article 'WNL How downtown Abbey', what happens with Highclere Castle and the success of Downton Abbey?",
        "Int-Q": "According to the article 'WNL How downtown Abbey', what does it say about Highclere Castle and the success of Downton Abbey?",
        "Adv-Q": "In the article 'WNL How downtown Abbey', how does the author explain or present Highclere Castle and the success of Downton Abbey?"
    },
    "Gorillas and oil": {
        "Ele-Q": "In the article 'Gorillas and oil', what happens with oil in the Virunga National Park?",
        "Int-Q": "According to the article 'Gorillas and oil', what does it say about oil in the Virunga National Park?",
        "Adv-Q": "In the article 'Gorillas and oil', how does the author explain or present oil in the Virunga National Park?"
    },
    "Life on Mars": {
        "Ele-Q": "In the article 'Life on Mars', what happens with the project to build a permanent colony on Mars?",
        "Int-Q": "According to the article 'Life on Mars', what does it say about the project to build a permanent colony on Mars?",
        "Adv-Q": "In the article 'Life on Mars', how does the author explain or present the project to build a permanent colony on Mars?"
    },
    "Cigarettes": {
        "Ele-Q": "In the article 'Cigarettes', what happens with the European Parliament decision on cigarettes and e-cigarettes?",
        "Int-Q": "According to the article 'Cigarettes', what does it say about the European Parliament decision on cigarettes and e-cigarettes?",
        "Adv-Q": "In the article 'Cigarettes', how does the author explain or present the European Parliament decision on cigarettes and e-cigarettes?"
    },
    "Banksy": {
        "Ele-Q": "In the article 'Banksy', what happens with the sale of the artwork Slave Labour?",
        "Int-Q": "According to the article 'Banksy', what does it say about the sale of the artwork Slave Labour?",
        "Adv-Q": "In the article 'Banksy', how does the author explain or present the sale of the artwork Slave Labour?"
    },
    "Bolivia": {
        "Ele-Q": "In the article 'Bolivia', what happens with the right of indigenous people to chew coca leaves?",
        "Int-Q": "According to the article 'Bolivia', what does it say about the right of indigenous people to chew coca leaves?",
        "Adv-Q": "In the article 'Bolivia', how does the author explain or present the right of indigenous people to chew coca leaves?"
    },
    "Anita": {
        "Ele-Q": "In the article 'Anita', what happens with Anitta's success and her skin colour?",
        "Int-Q": "According to the article 'Anita', what does it say about Anitta's success and her skin colour?",
        "Adv-Q": "In the article 'Anita', how does the author explain or present Anitta's success and her skin colour?"
    },
    "WNL Use of e-cig": {
        "Ele-Q": "In the article 'WNL Use of e-cig', what happens with the career of the blues artist BB King?",
        "Int-Q": "According to the article 'WNL Use of e-cig', what does it say about the career of the blues artist BB King?",
        "Adv-Q": "In the article 'WNL Use of e-cig', how does the author explain or present the career of the blues artist BB King?"
    },
    "WNL Who invented": {
        "Ele-Q": "In the article 'WNL Who invented', what happens with who invented the cash machine?",
        "Int-Q": "According to the article 'WNL Who invented', what does it say about who invented the cash machine?",
        "Adv-Q": "In the article 'WNL Who invented', how does the author explain or present who invented the cash machine?"
    },
    "WNL Loneliness": {
        "Ele-Q": "In the article 'WNL Loneliness', what happens with the problem of loneliness in young people?",
        "Int-Q": "According to the article 'WNL Loneliness', what does it say about the problem of loneliness in young people?",
        "Adv-Q": "In the article 'WNL Loneliness', how does the author explain or present the problem of loneliness in young people?"
    },
    "WNL Pacific Islanders": {
        "Ele-Q": "In the article 'WNL Pacific Islanders', what happens with the voyage and message of the Pacific Islanders?",
        "Int-Q": "According to the article 'WNL Pacific Islanders', what does it say about the voyage and message of the Pacific Islanders?",
        "Adv-Q": "In the article 'WNL Pacific Islanders', how does the author explain or present the voyage and message of the Pacific Islanders?"
    },
    "WNL What is world's": {
        "Ele-Q": "In the article 'WNL What is world's', what happens with cities fighting a losing battle against nature?",
        "Int-Q": "According to the article 'WNL What is world's', what does it say about cities fighting a losing battle against nature?",
        "Adv-Q": "In the article 'WNL What is world's', how does the author explain or present cities fighting a losing battle against nature?"
    },
    "WNL Bright Future": {
        "Ele-Q": "In the article 'WNL Bright Future', what happens with the growing astrotourism industry?",
        "Int-Q": "According to the article 'WNL Bright Future', what does it say about the growing astrotourism industry?",
        "Adv-Q": "In the article 'WNL Bright Future', how does the author explain or present the growing astrotourism industry?"
    },
    "Midlife crisis": {
        "Ele-Q": "In the article 'Midlife crisis', what happens with the ape equivalent of the midlife crisis?",
        "Int-Q": "According to the article 'Midlife crisis', what does it say about the ape equivalent of the midlife crisis?",
        "Adv-Q": "In the article 'Midlife crisis', how does the author explain or present the ape equivalent of the midlife crisis?"
    },
    "WNL Organic Food": {
        "Ele-Q": "In the article 'WNL Organic Food', what happens with differences between organic and regular food?",
        "Int-Q": "According to the article 'WNL Organic Food', what does it say about differences between organic and regular food?",
        "Adv-Q": "In the article 'WNL Organic Food', how does the author explain or present differences between organic and regular food?"
    },
    "Superbugs": {
        "Ele-Q": "In the article 'Superbugs', what happens with the problem of antibiotic resistance?",
        "Int-Q": "According to the article 'Superbugs', what does it say about the problem of antibiotic resistance?",
        "Adv-Q": "In the article 'Superbugs', how does the author explain or present the problem of antibiotic resistance?"
    },
    "Ferguson": {
        "Ele-Q": "In the article 'Ferguson', what happens with Sir Alex Ferguson's decision to retire?",
        "Int-Q": "According to the article 'Ferguson', what does it say about Sir Alex Ferguson's decision to retire?",
        "Adv-Q": "In the article 'Ferguson', how does the author explain or present Sir Alex Ferguson's decision to retire?"
    },
    "WNL Changing India": {
        "Ele-Q": "In the article 'WNL Changing India', what happens with yoga and India's government?",
        "Int-Q": "According to the article 'WNL Changing India', what does it say about yoga and India's government?",
        "Adv-Q": "In the article 'WNL Changing India', how does the author explain or present yoga and India's government?"
    },
    "WNL Ways Facebook changed": {
        "Ele-Q": "In the article 'WNL Ways Facebook changed', what happens with ways Facebook changed everything?",
        "Int-Q": "According to the article 'WNL Ways Facebook changed', what does it say about ways Facebook changed everything?",
        "Adv-Q": "In the article 'WNL Ways Facebook changed', how does the author explain or present ways Facebook changed everything?"
    },
    "WNL Why you should start work at 10": {
        "Ele-Q": "In the article 'WNL Why you should start work at 10', what happens with staggered starting times for different age groups?",
        "Int-Q": "According to the article 'WNL Why you should start work at 10', what does it say about staggered starting times for different age groups?",
        "Adv-Q": "In the article 'WNL Why you should start work at 10', how does the author explain or present staggered starting times for different age groups?"
    },
    "Copyright": {
        "Ele-Q": "In the article 'Copyright', what happens with downloading music or books without paying for them?",
        "Int-Q": "According to the article 'Copyright', what does it say about downloading music or books without paying for them?",
        "Adv-Q": "In the article 'Copyright', how does the author explain or present downloading music or books without paying for them?"
    },
    "WNL Waiters": {
        "Ele-Q": "In the article 'WNL Waiters', what happens with fair tips for waiters?",
        "Int-Q": "According to the article 'WNL Waiters', what does it say about fair tips for waiters?",
        "Adv-Q": "In the article 'WNL Waiters', how does the author explain or present fair tips for waiters?"
    },
    "WNL Tributes": {
        "Ele-Q": "In the article 'WNL Tributes', what happens with the use of electronic cigarettes by smokers?",
        "Int-Q": "According to the article 'WNL Tributes', what does it say about the use of electronic cigarettes by smokers?",
        "Adv-Q": "In the article 'WNL Tributes', how does the author explain or present the use of electronic cigarettes by smokers?"
    },
    "Insects": {
        "Ele-Q": "In the article 'Insects', what happens with insects as a valuable food source?",
        "Int-Q": "According to the article 'Insects', what does it say about insects as a valuable food source?",
        "Adv-Q": "In the article 'Insects', how does the author explain or present insects as a valuable food source?"
    },
    "WNL Apple": {
        "Ele-Q": "In the article 'WNL Apple', what happens with the brand and logo of Apple?",
        "Int-Q": "According to the article 'WNL Apple', what does it say about the brand and logo of Apple?",
        "Adv-Q": "In the article 'WNL Apple', how does the author explain or present the brand and logo of Apple?"
    },
    "NSA 2": {
        "Ele-Q": "In the article 'NSA 2', what happens with the NSA's collection of Americans' phone records?",
        "Int-Q": "According to the article 'NSA 2', what does it say about the NSA's collection of Americans' phone records?",
        "Adv-Q": "In the article 'NSA 2', how does the author explain or present the NSA's collection of Americans' phone records?"
    },
    "Nelson Mandela": {
        "Ele-Q": "In the article 'Nelson Mandela', what happens with South Africa's first black president?",
        "Int-Q": "According to the article 'Nelson Mandela', what does it say about South Africa's first black president?",
        "Adv-Q": "In the article 'Nelson Mandela', how does the author explain or present South Africa's first black president?"
    },
    "WNL Inventions": {
        "Ele-Q": "In the article 'WNL Inventions', what happens with inventors who created a monster?",
        "Int-Q": "According to the article 'WNL Inventions', what does it say about inventors who created a monster?",
        "Adv-Q": "In the article 'WNL Inventions', how does the author explain or present inventors who created a monster?"
    },
    "WNL Black Friday": {
        "Ele-Q": "In the article 'WNL Black Friday', what happens with people behaving like animals at the sales?",
        "Int-Q": "According to the article 'WNL Black Friday', what does it say about people behaving like animals at the sales?",
        "Adv-Q": "In the article 'WNL Black Friday', how does the author explain or present people behaving like animals at the sales?"
    },
    "Thatcher": {
        "Ele-Q": "In the article 'Thatcher', what happens with her political achievements and her personal strength?",
        "Int-Q": "According to the article 'Thatcher', what does it say about her political achievements and her personal strength?",
        "Adv-Q": "In the article 'Thatcher', how does the author explain or present her political achievements and her personal strength?"
    },
    "WNL Five jobs": {
        "Ele-Q": "In the article 'WNL Five jobs', what happens with people doing unusual jobs?",
        "Int-Q": "According to the article 'WNL Five jobs', what does it say about people doing unusual jobs?",
        "Adv-Q": "In the article 'WNL Five jobs', how does the author explain or present people doing unusual jobs?"
    },
    "WNL Making a killing": {
        "Ele-Q": "In the article 'WNL Making a killing', what happens with the James Bond film series?",
        "Int-Q": "According to the article 'WNL Making a killing', what does it say about the James Bond film series?",
        "Adv-Q": "In the article 'WNL Making a killing', how does the author explain or present the James Bond film series?"
    },
    "Murderers beware": {
        "Ele-Q": "In the article 'Murderers beware', what happens with the computer-assisted autopsy system called Virtopsy?",
        "Int-Q": "According to the article 'Murderers beware', what does it say about the computer-assisted autopsy system called Virtopsy?",
        "Adv-Q": "In the article 'Murderers beware', how does the author explain or present the computer-assisted autopsy system called Virtopsy?"
    },
    "Blackberry": {
        "Ele-Q": "In the article 'Blackberry', what happens with BlackBerry Messenger and its alternatives?",
        "Int-Q": "According to the article 'Blackberry', what does it say about BlackBerry Messenger and its alternatives?",
        "Adv-Q": "In the article 'Blackberry', how does the author explain or present BlackBerry Messenger and its alternatives?"
    },
    "Old age": {
        "Ele-Q": "In the article 'Old age', what happens with the best and worst countries for older people?",
        "Int-Q": "According to the article 'Old age', what does it say about the best and worst countries for older people?",
        "Adv-Q": "In the article 'Old age', how does the author explain or present the best and worst countries for older people?"
    },
    "Skydiver": {
        "Ele-Q": "In the article 'Skydiver', what happens with Felix Baumgartner's highest altitude skydive?",
        "Int-Q": "According to the article 'Skydiver', what does it say about Felix Baumgartner's highest altitude skydive?",
        "Adv-Q": "In the article 'Skydiver', how does the author explain or present Felix Baumgartner's highest altitude skydive?"
    },
    "US shutdown": {
        "Ele-Q": "In the article 'US shutdown', what happens with the government shutdown and the political deal?",
        "Int-Q": "According to the article 'US shutdown', what does it say about the government shutdown and the political deal?",
        "Adv-Q": "In the article 'US shutdown', how does the author explain or present the government shutdown and the political deal?"
    },
    "WNL Coloring Books": {
        "Ele-Q": "In the article 'WNL Coloring Books', what happens with bestselling colouring books for adults?",
        "Int-Q": "According to the article 'WNL Coloring Books', what does it say about bestselling colouring books for adults?",
        "Adv-Q": "In the article 'WNL Coloring Books', how does the author explain or present bestselling colouring books for adults?"
    },
    "WNL 101 year old bottle message": {
        "Ele-Q": "In the article 'WNL 101 year old bottle message', what happens with the world's oldest message in a bottle?",
        "Int-Q": "According to the article 'WNL 101 year old bottle message', what does it say about the world's oldest message in a bottle?",
        "Adv-Q": "In the article 'WNL 101 year old bottle message', how does the author explain or present the world's oldest message in a bottle?"
    },
    "Kashmir": {
        "Ele-Q": "In the article 'Kashmir', what happens with tourists back in Kashmir?",
        "Int-Q": "According to the article 'Kashmir', what does it say about tourists back in Kashmir?",
        "Adv-Q": "In the article 'Kashmir', how does the author explain or present tourists back in Kashmir?"
    },
    "WNL Inky the octopus": {
        "Ele-Q": "In the article 'WNL Inky the octopus', what happens with Inky the octopus and his escape?",
        "Int-Q": "According to the article 'WNL Inky the octopus', what does it say about Inky the octopus and his escape?",
        "Adv-Q": "In the article 'WNL Inky the octopus', how does the author explain or present Inky the octopus and his escape?"
    },
    "WNL Noise pollution ": {
        "Ele-Q": "In the article 'WNL Noise pollution ', what happens with losing the ability to hear natural sounds?",
        "Int-Q": "According to the article 'WNL Noise pollution ', what does it say about losing the ability to hear natural sounds?",
        "Adv-Q": "In the article 'WNL Noise pollution ', how does the author explain or present losing the ability to hear natural sounds?"
    },
    "WNL Mirrors": {
        "Ele-Q": "In the article 'WNL Mirrors', what happens with a mirror designed to cool buildings?",
        "Int-Q": "According to the article 'WNL Mirrors', what does it say about a mirror designed to cool buildings?",
        "Adv-Q": "In the article 'WNL Mirrors', how does the author explain or present a mirror designed to cool buildings?"
    },
    "WNL EU Pollution": {
        "Ele-Q": "In the article 'WNL EU Pollution', what happens with new real-world emissions tests for cars?",
        "Int-Q": "According to the article 'WNL EU Pollution', what does it say about new real-world emissions tests for cars?",
        "Adv-Q": "In the article 'WNL EU Pollution', how does the author explain or present new real-world emissions tests for cars?"
    },
    "WNL I confused my numbers": {
        "Ele-Q": "In the article 'WNL I confused my numbers', what happens with problems with numbers in a foreign language?",
        "Int-Q": "According to the article 'WNL I confused my numbers', what does it say about problems with numbers in a foreign language?",
        "Adv-Q": "In the article 'WNL I confused my numbers', how does the author explain or present problems with numbers in a foreign language?"
    },
    "Brazil": {
        "Ele-Q": "In the article 'Brazil', what happens with people on the streets in Brazil?",
        "Int-Q": "According to the article 'Brazil', what does it say about people on the streets in Brazil?",
        "Adv-Q": "In the article 'Brazil', how does the author explain or present people on the streets in Brazil?"
    },
    "WNL School Sports": {
        "Ele-Q": "In the article 'WNL School Sports', what happens with the month of birth and being good at sport?",
        "Int-Q": "According to the article 'WNL School Sports', what does it say about the month of birth and being good at sport?",
        "Adv-Q": "In the article 'WNL School Sports', how does the author explain or present the month of birth and being good at sport?"
    },
    "WNL First female coach": {
        "Ele-Q": "In the article 'WNL First female coach', what happens with a woman as manager of a men's professional team?",
        "Int-Q": "According to the article 'WNL First female coach', what does it say about a woman as manager of a men's professional team?",
        "Adv-Q": "In the article 'WNL First female coach', how does the author explain or present a woman as manager of a men's professional team?"
    },
    "WNL A good night sleep": {
        "Ele-Q": "In the article 'WNL A good night sleep', what happens with sleep as a status symbol?",
        "Int-Q": "According to the article 'WNL A good night sleep', what does it say about sleep as a status symbol?",
        "Adv-Q": "In the article 'WNL A good night sleep', how does the author explain or present sleep as a status symbol?"
    },
    "WNL Who can stop Trump": {
        "Ele-Q": "In the article 'WNL Who can stop Trump', what happens with the support for Donald Trump's campaign?",
        "Int-Q": "According to the article 'WNL Who can stop Trump', what does it say about the support for Donald Trump's campaign?",
        "Adv-Q": "In the article 'WNL Who can stop Trump', how does the author explain or present the support for Donald Trump's campaign?"
    },
    "WNL Love hormonw": {
        "Ele-Q": "In the article 'WNL Love hormonw', what happens with oxytocin nasal spray for children with autism?",
        "Int-Q": "According to the article 'WNL Love hormonw', what does it say about oxytocin nasal spray for children with autism?",
        "Adv-Q": "In the article 'WNL Love hormonw', how does the author explain or present oxytocin nasal spray for children with autism?"
    },
    "WNL Mars": {
        "Ele-Q": "In the article 'WNL Mars', what happens with the Mars One plan?",
        "Int-Q": "According to the article 'WNL Mars', what does it say about the Mars One plan?",
        "Adv-Q": "In the article 'WNL Mars', how does the author explain or present the Mars One plan?"
    },
    "WNL The millenials": {
        "Ele-Q": "In the article 'WNL The millenials', what happens with the small percentage of millennials who don’t use social media?",
        "Int-Q": "According to the article 'WNL The millenials', what does it say about the small percentage of millennials who don’t use social media?",
        "Adv-Q": "In the article 'WNL The millenials', how does the author explain or present the small percentage of millennials who don’t use social media?"
    },
    "Violence": {
        "Ele-Q": "In the article 'Violence', what happens with violence against women by their partners?",
        "Int-Q": "According to the article 'Violence', what does it say about violence against women by their partners?",
        "Adv-Q": "In the article 'Violence', how does the author explain or present violence against women by their partners?"
    },
    "WNL We must": {
        "Ele-Q": "In the article 'WNL We must', what happens with food loss and waste?",
        "Int-Q": "According to the article 'WNL We must', what does it say about food loss and waste?",
        "Adv-Q": "In the article 'WNL We must', how does the author explain or present food loss and waste?"
    },
    "WNL Neuroscientists": {
        "Ele-Q": "In the article 'WNL Neuroscientists', what happens with the brain atlas for the meanings of words?",
        "Int-Q": "According to the article 'WNL Neuroscientists', what does it say about the brain atlas for the meanings of words?",
        "Adv-Q": "In the article 'WNL Neuroscientists', how does the author explain or present the brain atlas for the meanings of words?"
    },
    "WNL Brown bears": {
        "Ele-Q": "In the article 'WNL Brown bears', what happens with large predators living with people in Europe?",
        "Int-Q": "According to the article 'WNL Brown bears', what does it say about large predators living with people in Europe?",
        "Adv-Q": "In the article 'WNL Brown bears', how does the author explain or present large predators living with people in Europe?"
    },
    "WNL Why we should ": {
        "Ele-Q": "In the article 'WNL Why we should ', what happens with reducing the number of showers?",
        "Int-Q": "According to the article 'WNL Why we should ', what does it say about reducing the number of showers?",
        "Adv-Q": "In the article 'WNL Why we should ', how does the author explain or present reducing the number of showers?"
    },
    "Prince Harry": {
        "Ele-Q": "In the article 'Prince Harry', what happens with being too much army and not enough prince?",
        "Int-Q": "According to the article 'Prince Harry', what does it say about being too much army and not enough prince?",
        "Adv-Q": "In the article 'Prince Harry', how does the author explain or present being too much army and not enough prince?"
    },
    "Nepal": {
        "Ele-Q": "In the article 'Nepal', what happens with the number of wild tigers in Nepal?",
        "Int-Q": "According to the article 'Nepal', what does it say about the number of wild tigers in Nepal?",
        "Adv-Q": "In the article 'Nepal', how does the author explain or present the number of wild tigers in Nepal?"
    }
}
